{
  "home": "Home",
  "myprojects": "My Projects",
  "downloadmyfullresume": "DOWNLOAD MY FULL RESUME",
  "bannerContext": "Textile engineer | Front-end Developer",
  "aboutmeTitleTwoWorld": "AB",
  "aboutmeTitleOutherWorld": "OUT ME",
  "aboutmefirstcontext": "I am Buğrahan Çoban, I was born in 1997 and I live in Istanbul. I completed my formal education at Uludağ University in 2016 and during my education, I particularly focused on color technology and communication. Using Android Studio, I developed a mobile application that can measure fabric colors and provide real-time communication with the customer.",
  "aboutmesecondcontext": "After my university education, I worked at Bursa Yeşim Textile Knitting Department and Bursa Fistaş A.Ş. I completed my internship  at the Fantasy Twisting Department. Currently, I have my own company 'Çobanoğlu Tekstil SAN. ve TİC. LTD. ŞTİ.' I work as a Manager within the company.",
  "aboutmethirdcontext": "Towards the end of 2023, I returned to the software world that I have been interested in since my childhood and improved myself by learning technologies such as HTML, CSS, Sass, JavaScript, React, TypeScript with my own efforts.",
  "aboutmefourthcontext": "I would like to evaluate your open positions in order to contribute to innovative projects and further my technical knowledge. Please do not hesitate to contact me to review my CV or get more detailed information. Kind regards.",
  "educationTitleTwoWorld": "ED",
  "educationTitleOutherWorld": "UCATION",
  "educationFirstTitle": "Ataköy Anadolu High School",
  "educationFirstComment": "I graduated from Ataköy Anadolu High School, Department of Numerical",
  "educationSecondTitle": "Bursa Uludağ University",
  "educationSecondComment": "I graduated from Bursa Uludag University, Department of Textile Engineering.",
  "educationThirdTitle": "Anadolu University",
  "educationThirdComment": "I am currently studying Laboratory and Veterinary Technician Department at Anadolu University.",
  "experienceTitleTwoWorld": "EX",
  "experienceTitleOutherWorld": "PERİENCE",
  "experienceFirstTitle": "Trainee Textile Engineer",
  "experienceFirstBottomTitle": "2022 - August",
  "experienceFirstComment": "I worked as an intern engineer for 30 working days in the Flat and Circular Knitting Department of Yeşim Textile.",
  "experienceSecondTitle": "Trainee Textile Engineer",
  "experienceSecondBottomTitle": "2022 - October",
  "experienceSecondComment": "Fistaş A.S. I worked as a trainee engineer for 30 working days in the Fancy Twisting Department of the company.",
  "experienceThirdTitle": "Manager",
  "experienceThirdBottomTitle": "2022 - ...",
  "experienceThirdComment": "I work as a manager in the Fancy Twisting Department of Çobanoğlu Tekstil.",
  "skillsTitleTwoWorld": "SK",
  "skillsTitleOutherWorld": "ILLS",
  "proficiendClass": "proficiend",
  "advanced": "Advanced",
  "quickIdTitleTwoWorld": "QU",
  "quickIdTitleOutherWorld": "ICK ID",
  "phone": "Phone",
  "email": "Email",
  "address": "Address",
  "contactTitleTwoWorld": "CO",
  "contactTitleOutherWorld": "NTACT ME",
  "name": "Name",
  "subject": "Subject",
  "message": "Message",
  "submit": "Submit",
  "MyProjectBannerTitle": "My Projects",
  "status": "Status",
  "finished": "Finished",
  "outOfRelease": "Out of Release",
  "inProgress": "In Progress",
  "release": "Release",
  "comingSoon": "Coming Soon",
  "Explanation": "Explanation",
  "KaramansExplanation": "Custom-made for a textile company engaged in international trade by adding a language library.",
  "DoseCalculateExplanation": "Developed for veterinarians to use in calculating the dosage of all medications for animals.",
  "CafeMenuProjectExplanation": "A separate panel developed to manage dynamic categories, products, prices, etc., for cafés."
}
